//-----------------------------------------------------------------------------------------------
/* Recipient Fax Number */
"Fax_Filter_PrinterProxy_Key_FaxNumber"							= "Número de fax";

//-----------------------------------------------------------------------------------------------
/* Sending Message */
"Fax_Filter_PrinterProxy_Key_Sending"							= "Enviando(%d/%d)";

//-----------------------------------------------------------------------------------------------
/* Waiting For Printer Response Message */
"Fax_Filter_PrinterProxy_Key_WaitingForPrinterResponse"			= "Esperando respuest impresr";
"Fax_Filter_PrinterProxy_Key_PrinterStatusError"="Error en la impresora.";

//-----------------------------------------------------------------------------------------------
/* Printer Idle Message */
"Fax_Filter_PrinterProxy_Key_PrinterIdle"						= "Imprsr inactiva";

//-----------------------------------------------------------------------------------------------
/* Sending Complete Message */
"Fax_Filter_PrinterProxy_Key_TransmissionComplete"				= "Transmisión terminada(%@:%@)";

//-----------------------------------------------------------------------------------------------
/* Sending Failed Message */
"Fax_Filter_PrinterProxy_Key_TransmissionFailed"				= "Transmisión fallida(%@:%@)";

//-----------------------------------------------------------------------------------------------
/* Sending Error Message */
"Fax_Filter_PrinterProxy_Key_TransmissionError"					= "Transmisión fallida";

//-----------------------------------------------------------------------------------------------
/* Sending Cancel Message */
"Fax_Filter_PrinterProxy_Key_TransmissionCanceled"				= "Procesando cancelación...";

//-----------------------------------------------------------------------------------------------
